"&About Flash Decompiler..." = "&Acerca de Flash Decompiler... "
"&Copy" = "&Copiar"
"&Help" = "&Ayuda"
"&Keyboard shortcuts" = "&Teclas Rápidas"
"&Localization" = "&Localización"
"&Open file and add it to tasks..." = "&Abrir archivo y añadirlo a tareas... "
"&Preview file in player..." = "&Previsualizar archivo en el reproductor... "
"&Save SWF/EXE as..." = "&Grabar SWF/EXE como... "
"&Tutorials" = "&Tutoriales"
"16 (high color)" = "16 (alta calidad de color) "
"24 (true color)" = "24 (color verdadero) "
"32 (true color)" = "32 (color verdadero) "
"8 (colormapped)" = "8 (mapeo de color) "
"AUTO" = "AUTOMÁTICO"
"ActionScript" = "ActionScript"
"ActionScript (*.as)" = "ActionScript (*.as) "
"ActionScript options" = "Opciones de ActionScript"
"ActionScript search" = "Búsqueda de ActionScript"
"ActionScripts viewing mode settings. This only effects ActionScripts, shown in Flash Decompiler." = "Configuración de modo de visualización de ActionScript Esto sólo afecta los guiones de ActionScript, mostrados en Flash Decompiler. "
"Actions" = "Acciones"
"Activity log" = "Bitácora de Actividad"
"Add SWF files to tasks" = "Añadir archivos SWF a tareas"
"Add all files in the current directory to My tasks list\r\nrecursively, including subfolders." = "Añadir todos los archivos en el directorio actual a Mis lista de tareas \r\nrecursivamente, incluyendo sub-carpetas. "
"Add currently selected SWF/EXE file\r\ninto My tasks list for management,\r\nconversion and extraction." = "Añadir los archivos SWF/EXE seleccionados actualmente\r\nen Mi lista de tareas para administración,\r\nconversión y extracción. "
"Add folder" = "Añadir carpeta"
"Add folder recursively" = "Añadir carpeta recursivamente"
"Add folder root" = "Añadir raíz de carpeta"
"Add only files present in folder's root to My tasks list." = "Añadir sólo archivos presentes en la raíz de la carpeta a Mi lista de tareas. "
"Add task" = "Añadir tarea"
"Add whole folder into My tasks list." = "Añadir una carpeta completa a Mi lista de tareas. "
"Advanced morph decompilation" = "Descompilación mórfica avanzada"
"Align" = "Alinear"
"Align text to the left" = "Alinear texto a la izquierda"
"Align text to the right" = "Alinear texto a la derecha"
"All sound files (*.WAV, *.MP3)|*.WAV;*.MP3|Wave sounds (*.WAV)|*.WAV|MP3 music (*.MP3)|*.MP3|" = "Todos los archivos de sonido ((*.WAV, *.MP3)|*.WAV;*.MP3|Sonidos de onda (*.WAV)|*.WAV|Música MP3 (*.MP3)|*.MP3|"
"All supported files (*.SWF; *.EXE)|*.SWF;*.EXE|SWF Files (*.SWF)|*.SWF|Projectors (*.EXE)|*.EXE|" = "Todos los archivos soportados (*.SWF; *.EXE)| *.SWF; *.EXE|Archivos SWF (*.SWF)| *.SWF|Proyectores (*.EXE)| *.EXE|"
"All supported image formats (*.JPG, *.JPEG, *.JPE, *.BMP, *.PNG)|*.JPG;*.JPEG;*.JPE;*.BMP;*.PNG|JPEG compressed images (*.JPG, *.JPEG, *.JPE)|*.JPG;*.JPEG;*.JPE|Bitmaps (*.BMP)|*.BMP|Portable network graphics (*.PNG)|*.PNG|" = "Todos los formatos de imagen soportados (*.JPG, *.JPEG, *.JPE, *.BMP, *.PNG)|*.JPG;*.JPEG;*.JPE;*.BMP;*.PNG|Imágenes comprimidas JPEG (*.JPG, *.JPEG, *.JPE)|*.JPG;*.JPEG;*.JPE|Mapas de bits (*.BMP)|*.BMP|Gráficos portátiles de red (*.PNG)|*.PNG|"
"All words" = "Todas las Palabras"
"Allows/Disables text selection" = "Permite/Deshabilita la selección de texto"
"Almost the same with previewing a file,\r\nbut will also add it to My tasks list for further processing." = "Casi lo mismo que con previsualizar un archivo,\r\npero también la añadirán a Mi lista de tareas para procesamiento futuro. "
"Any word" = "Cualquier Palabra"
"Autodetect" = "Detección Automática"
"Autosize" = "Tamaño automático"
"Available localizations" = "Traducciones Disponibles"
"Background color:" = "Color de Fondo: "
"Beta-tester" = "Probador beta"
"Bitmap Files (*.bmp)|*.bmp|" = "Archivos de Mapa de Bits (*.bmp)|*.bmp|"
"Bits per ADPCM sample:" = "Bits por muestreo ADPCM: "
"Bits per pixel" = "Bits por pixel"
"Bits per pixel:" = "Bits por pixel: "
"Bits per sample:" = "Bits por muestreo: "
"Bounds" = "Límites"
"Braces around single statement" = "Llaves alrededor de una sola declaración"
"Braces at new line" = "Llaves en una línea nueva"
"Build %@" = "Versión de Compilación %@"
"Business" = "Negocios"
"Button" = "Botón"
"Buttons" = "Botones"
"By default Flash Decompiler will show actual snapshots of most of the Flash objects for preview, when you select the whole category/group. Making previews of multiple objects may substantially slow down Flash Decompiler performance when you navigate through objects groups, especially when there are more than 100 items there. So, you might wish to disable thumbnails generation for certain object types. Tiny nice icons will be shown to you then." = "Por omisión, Flash Decompiler mostrará las imágenes reales de la mayoría de los objetos Flash al previsualizar, cuando seleccione la/el categoría/grupo completo(a). Previsualizar varios objetos puede ralentizar el desempeño de Flash Decompiler cuando usted navegue por los grupos de objetos, sobre todo si hay más de 100 elementos. Quizá querrá deshabilitar la generación de vistas en miniatura para ciertos tipos de objetos. De ese modo le serán mostrados iconos pequeños."
"Cancel" = "Cancelar"
"Center text" = "Centrar texto"
"Change ActionScripts view to Pi-code actions representation" = "Cambiar la visualización de ActionScript para representación de acciones Pi-code"
"Change ActionScripts view to common representation" = "Cambiar la visualización de ActionScript a representación común"
"Change ActionScripts view to hex dump representation" = "Cambiar la visualización de ActionScript a representación de descarga hexadecimal"
"Change ActionScripts view to split mode including Pi-codes and hex dumps" = "Cambiar la visualización de ActionScript al modo de división incluyendo Pi-codes y descarga hexadecimal"
"Change background color" = "Cambiar color de fondo"
"Change text type to passwords with masking" = "Cambiar tipo de texto a contraseñas con enmascarado"
"Change the text color" = "Cambiar el color del texto"
"Check for &newer version" = "Verificar versiones más &nuevas"
"Check for availability of updated version online." = "Verificar en línea la disponibilidad de una versión actualizada. "
"Check your Flash Decompiler copy details, like version, build,\r\nrelease date, technical support contacts, etc." = "Verifique los detalles de su copia de Flash Decompiler, como versión, versión de compilación,\r\nfecha de liberación, contacto para soporte técnico, etc. "
"Check/Uncheck selected items" = "Seleccionar/Deseleccionar elementos seleccionados"
"Choose background color for current task" = "Escoja el color de fondo para la tarea actual"
"Choose the language Flash Decompiler GUI will be displayed in." = "Escoja el lenguaje en que la Interfaz de Usuario de Flash Decompiler será mostrada. "
"Clear My tasks" = "Limpiar Mis tareas"
"Close" = "Cerrar"
"Code format" = "Formato del código"
"Collapse current file" = "Colapsar archivo actual"
"Collapse current group" = "Colapsar grupo actual"
"Collapse everything" = "Colapsar todo"
"Color" = "Color"
"Colors" = "Colores"
"Combine all scripts into folder" = "Combinar todos los guiones dentro de la carpeta"
"Compressed video (*.mpg)" = "Video comprimido (*.mpg) "
"Configure morph detection and decompilation\r\noptions for resulting FLA file." = "Configurar detección de morfosis y opciones de\r\ndescompilación para el archivo FLA resultante. "
"Contact &Tech Support" = "Contactar a Soporte &Técnico"
"Conversion options" = "Opciones de conversión"
"Conversion path:" = "Ruta de conversión: "
"Convert" = "Convertir"
"Convert SWF file(s) to FLA" = "Convertir archivos SWF a FLA"
"Convert all" = "Convertir todo"
"Convert all available tasks to FLA." = "Convertir todas las tareas disponibles a FLA. "
"Convert current" = "Convertir el actual"
"Convert currently highlighted file from the tasks list." = "Convertir el archivo marcado actualmente en la lista de tareas. "
"Convert static text into shapes" = "Convertir texto estático a figuras"
"Copy to clipboard" = "Copiar a portapapeles"
"Count" = "Contar"
"Create folder for morphs" = "Crear carpeta para morfosis"
"Current" = "Actual"
"Custom color" = "Color personalizado"
"Customize some advanced options of Flash Decompiler" = "Personalizar algunas opciones avanzadas de Flash Decompiler"
"Decode built-in MX classes" = "Decodificar clases MX integradas"
"Decompile symbols not present at timeline" = "Descompilar símbolos que no están presentes en la línea de tiempo"
"Decompiling task" = "Descompilar tarea"
"Default" = "Por omisión"
"Default settings" = "Parámetros por omisión"
"Demo" = "Demostración"
"Details" = "Detalles"
"Detect motion tweens" = "Detectar interpolaciones de movimiento"
"Discard all changes which you applied\r\nand revert to last saved file." = "Descartar todos los cambios que usted aplicó\r\ny revertir hasta el último archivo grabado. "
"Discard changes" = "Eliminar cambios"
"Do not show this message again" = "No mostrar este mensaje otra vez"
"Do you really want to discard all the changes you made and revert to the last saved state of the SWF file?" = "¿Realmente quiere eliminar todos los cambios que ha hecho y revertir hasta el estado del último archivo grabado del archivo SWF? "
"Do you really want to exit Flash Decompiler?" = "¿Realmente quiere salir de Flash Decompiler? "
"Do you really want to remove all Flash files from My tasks?" = "¿Realmente quiere eliminar todos los archivos de Flash de Mis tareas? "
"Do you really want to remove selected file?" = "¿Realmente quiere eliminar el archivo seleccionado? "
"Drag to zoom in and out" = "Arrastre para acercarse y alejarse"
"Dragging" = "Arrastrando"
"Dynamic text" = "Texto dinámico"
"Dynamic texts" = "Textos dinámicos"
"Edit" = "Editar"
"Edit Flash objects" = "Editar objetos de Flash"
"Edit Images" = "Editar Imágenes"
"Edit URL's" = "Editar URLs"
"Edit URLs" = "Editar URLs"
"Edit color" = "Editar color"
"Edit colors" = "Editar colores"
"Edit colors in SWF/EXE tasks. Opens a special panel\r\nwhere you can edit most of the colors you see\r\nin a movie. Cannot edit raster images, etc." = "Editar colores en las tareas de SWF/EXE. Abre un panel especial\r\ndonde usted puede editar la mayoría de los colores que ve\r\nen una película. No puede editar imágenes de planificación de fibras, etc. "
"Edit dynamic texts" = "Editar textos dinámicos"
"Edit images" = "Editar Imágenes"
"Edit lines" = "Editar líneas"
"Edit lines in a SWF/EXE task: edit line thickness, and color.\r\nDon't forget to select the desired shape if no lines are shown." = "Editar líneas en una tarea de SWF/EXE: editar grosor y color de la línea.\r\nNo olvide seleccionar la forma deseada si no se muestran líneas. "
"Edit lines:" = "Editar líneas: "
"Edit links" = "Editar vínculos"
"Edit links found in a SWF/EXE task.\r\nNote, that you will be editing all links in a task." = "Editar vínculos encontrados en una tarea de SWF/EXE.\r\nTome nota que usted editará todos los vínculos en una tarea. "
"Edit links: " = "Editar vínculos: "
"Edit shapes" = "Editar figuras"
"Edit sounds" = "Editar sonidos"
"Enable automatic size setting" = "Habilitar parámetro de tamaño automático"
"Enable multi-line text positioning" = "Habilitar posicionamiento de texto multi-línea"
"Enable word-wrapping" = "Habilitar envolver palabras"
"Enter &registration code" = "Ingrese el código de &registro"
"Exact match" = "Coincidencia exacta"
"Exit" = "Salir"
"Exit Flash Decompiler. All unsaved editing tasks will promt for saving." = "Salir de Flash Decompiler. Se le preguntará si desea grabar cada una de las tareas de edición no grabadas. "
"Expand current file" = "Expandir el archivo actual"
"Expand group" = "Expandir grupo"
"Export format" = "Formato para exportar"
"Export path:" = "Ruta para exportar: "
"Extract" = "Extraer"
"Extract SWF objects" = "Extraer objetos SWF"
"Extract all currently selected SWF resources.\r\nThe Export path can be changed in the main Extract tab." = "Extraer todos los recursos SWF seleccionados actualmente.\r\nLa ruta para exportar puede ser cambiada en la pestaña principal Extraer. "
"Extract all currently selected SWF resources.\r\nThe path you see to the left will be used to store the objects in." = "Extraer todos los recursos SWF seleccionados actualmente.\r\nLa ruta que usted ve en la izquierda será usada para almacenar los objetos. "
"Extract now" = "Extraer ahora"
"Extract resource" = "Extraer recurso"
"Extracting SWF objects" = "Extrayendo objetos SWF"
"FLA" = "FLA"
"FLA version" = "Versión FLA"
"File" = "Archivo"
"File explorer" = "Explorador de archivos"
"File properties" = "Propiedades del archivo"
"Find the ways to reach Eltima technical support for answers and tips." = "Encontrar las maneras de contactar al soporte técnico de Eltima para respuestas y sugerencias. "
"Fit all" = "Encajar todo"
"Fit to Player area" = "Encajar al área del Reproductor"
"Flash Decompiler &homepage" = "Página Principal de Flas&h Decompiler"
"Flash Decompiler Options" = "Opciones de Flash Decompiler"
"Flash Decompiler Trillix" = "Flash Decompiler Trillix"
"Flash Decompiler Trillix Options" = "Opciones de Flash Decompiler Trillix"
"Flash Movie (*.swf)" = "Película Flash (*.swf) "
"Flash Player 5" = "Reproductor Flash 5"
"Flash Player 6" = "Reproductor Flash 6"
"Flash Player 7" = "Reproductor Flash 7"
"Flash Player 8" = "Reproductor Flash 8"
"Flash Player ActiveX version installed in your system" = "La versión ActiveX del Reproductor Flash está instalado en su sistema"
"Flash Source (*.fla)" = "Fuente de Flash (*fla) "
"Flash Video (*.flv)" = "Video de Flash (*.flv) "
"Flash objects thumbnails settings when groups are selected" = "Configuración de vistas en miniatura de objetos Flash cuando los grupos son seleccionados"
"Font" = "Tipografía"
"Font size" = "Tamaño de letra"
"Fonts" = "Tipografías"
"Force ANSI encoding" = "Forzar codificación ANSI"
"Formats" = "Formatos"
"Frame" = "Fotograma"
"Frame count:" = "Cuenta de fotogramas: "
"Framerate:" = "Velocidad de fotogramas: "
"Frames" = "Fotogramas"
"General" = "General"
"Globally search ActionScripts within SWF/EXE files." = "Búsqueda global de ActionScripts dentro de archivos SWF/EXE. "
"Has alpha" = "Tiene alpha"
"Has border" = "Tiene borde"
"Has wordwrap" = "Tiene envoltura de texto"
"Height:" = "Altura: "
"Hex dump" = "Descarga hexadecimal"
"Hex dump (*.txt)" = "Descarga hexadecimal (*txt) "
"Hexadicimal dump" = "Descarga hexadecimal"
"Hypertext (*.html)" = "Hypertexto (*html) "
"Icons" = "Iconos"
"Id" = "Id"
"Ignore case" = "Ignorar minúsc/mayúsc"
"Image" = "Imagen"
"Image (*.png, *.jpeg, *.bmp)" = "Imagen (*.png, *.jpeg, *.bmp) "
"Image format" = "Formato de imagen"
"Image properties" = "Propiedades de la imagen"
"Images" = "Imágenes"
"Indent" = "Sangría"
"Indent size" = "Tamaño de sangría"
"Info" = "Información"
"Is HTML" = "Es HTML"
"Is multiline" = "Es multi-línea"
"Is password" = "Es contraseña"
"Is read-only" = "Es de sólo lectura"
"Join mask layers" = "Unir capas de enmascarado"
"Justify text: align text to both left and right,\r\nby adding extra spaces between words." = "Justificar texto: alinear el texto a la izquierda y derecha,\r\nañadiendo espacios extra entre las palabras. "
"Layer" = "Capa"
"Leading" = "Delantera"
"Leave current" = "Dejar versión actual"
"Left margin" = "Margen Izquierdo"
"Length factor: " = "Factor de longitud: "
"Library folders" = "Carpetas de librería"
"License:" = "Licencia: "
"Line properties" = "Propiedades de la línea"
"Line thickness in twips" = "Ancho de la línea en twips"
"Lines" = "Líneas"
"Link location to edit: " = "Ubicación de vínculo a editar: "
"Link target: " = "Vincular destino: "
"Links" = "Vínculos"
"List" = "Lista"
"Logics: " = "Lógicas: "
"Lossless" = "Sin perder calidad"
"MP3 bitrate:" = "MP3 velocidad de bits: "
"MPG" = "MPG"
"Macromedia Flash 8 (v8)" = "Macromedia Flash 8 (v8) "
"Macromedia Flash Components (*.swc)|*.swc||" = "Componentes de Macromedia Flash (*.swc)|*.swc||"
"Macromedia Flash MX (v6)" = "Macromedia Flash MX (v6) "
"Macromedia Flash MX 2004 (v7)" = "Macromedia Flash MX 2004 (v7) "
"Make this dynamic text read-only" = "Hacer este texto dinámico de sólo lectura"
"Manage" = "Administrar"
"Measured in twips: %@" = "Medido en twips: %@"
"More Colors" = "Más Colores"
"More colors ... " = "Más colores ... "
"Morph" = "Morfosis"
"Morph Options" = "Opciones de Morfosis"
"Morphs" = "Morfosis"
"Motion tweens" = "Interpolaciones de movimiento"
"Movement smoothness: " = "Suavidad del movimiento: "
"My tasks (SWF, EXE)" = "Mis tareas (SWF, EXE) "
"New" = "Nuevo"
"No" = "No"
"No Flash file selected" = "Ningún archivo Flash seleccionado"
"No available tasks.\r\nPlease, add SWF or Projector EXE\r\nfiles here to activate other tabs." = "No hay tareas disponibles.\r\nPor favor añada archivos SWF o Proyector EXE\r\n aquí para activar las otras pestañas. "
"No images to edit in this task.\r\nThis Flash movie does not contain any.\r\n" = "No hay imágenes a editar en esta tarea.\r\nEsta película Flash no contiene ninguna.\r\n"
"No sounds to edit in this task.\r\n" = "No hay sonidos para editar en esta tarea.\r\n"
"No tag information available for currently selected item, or no item selected. Please, choose some part of the movie in the tasks list." = "No hay información de etiqueta disponible para los objetos seleccionados actualmente, o no hay objetos seleccionados. Por favor escoja alguna parte de la película en la lista de tareas. "
"Non-compressed video (*.avi)" = "Video sin compresión (*.avi) "
"Nothing found to match your query." = "No se encontró nada que coincida con su solicitud. "
"Object" = "Objeto"
"Objects" = "Objetos"
"Ok" = "Aceptar"
"Open User &Manual" = "Abrir &Manual de Usuario"
"Open destination folder after extraction" = "Abrir carpeta destino después de extracción"
"Open file after conversion" = "Abrir archivo después de la conversión"
"Open local CHM user manual for help." = "Abrir el manual de usuario local CHM para ayuda. "
"Opens SWF or Projector file in main player for preview.\r\nFile is not added to My tasks list." = "Abre un archivo de Proyector SWF en el reproductor principal para previsualizar.\r\nEl archivo no es añadido a la lista de Mis tareas. "
"Order full version" = "Pedir la versión completa"
"Other" = "Otro"
"Other colors" = "Otros colores"
"P-Code" = "P-Code"
"P-Code and hexadicimal dump combined" = "P-Code y descarga hexadecimal combinados"
"Personal" = "Personal"
"Pi-code and hex dump (*.txt)" = "Pi-code y descarga hexadecimal (*txt) "
"Pi-code dump (*.txt)" = "Descarga Pi-code (*txt) "
"Place morphs into library" = "Colocar morfosis en la librería"
"Place shapes into library" = "Colocar figuras en la librería"
"Place texts into library" = "Colocar textos en la librería"
"Placement information" = "Información de colocación"
"Placeobjects" = "Colocar objetos"
"Plain Text (*.txt)" = "Texto Simple (*.txt) "
"Player parameters" = "Parámetros del reproductor"
"Please, choose the desired format for ActionScripts present\r\nin the tasks to be exported into.\r\nAvailable formats: Pi-code, hex dump or plain text file." = "Por favor escoja el formato deseado para los guiones ActionScript presentes\r\nen las tareas a ser exportadas.\r\nFormatos disponibles: Archivo Pi-code, descarga hexadecimal o texto simple. "
"Please, choose the desired format for buttons present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "Por favor escoja el formato deseado para los botones presentes\r\nen las tareas a ser exportadas.\r\nFormatos disponibles: SWF y FLA. "
"Please, choose the desired format for fonts present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "Por favor escoja el formato deseado para la tipografía presente\r\nen las tareas a ser exportadas.\r\nFormatos disponibles: SWF y FLA. "
"Please, choose the desired format for frames present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "Por favor escoja el formato deseado para los fotogramas presentes\r\nen las tareas a ser exportadas.\r\nFormatos disponibles: SWF y FLA. "
"Please, choose the desired format for images present\r\nin the tasks to be exported into.\r\nAvailable formats: JPG, PNG, BMP, SWF or FLA" = "Por favor escoja el formato deseado para las imágenes presentes\r\nen las tareas a ser exportadas.\r\nFormatos disponibles: JPG, PNG, BMP, SWF ó FLA"
"Please, choose the desired format for morphs present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "Por favor escoja el formato deseado para las morfosis presentes\r\nen las tareas a ser exportadas.\r\nFormatos disponibles: SWF y FLA. "
"Please, choose the desired format for shapes present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "Por favor escoja el formato deseado para las figuras presentes\r\nen las tareas a ser exportadas.\r\nFormatos disponibles: SWF y FLA. "
"Please, choose the desired format for sounds present\r\nin the tasks to be exported into.\r\nAvailable formats: WAV, MP3, SWF or FLA." = "Por favor escoja el formato deseado para los solidos presentes\r\nen las tareas a ser exportadas.\r\nFormatos disponibles: WAV, MP3, SWF ó FLA. "
"Please, choose the desired format for sprites present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "Por favor escoja el formato deseado para los sprites presentes\r\nen las tareas a ser exportadas.\r\nFormatos disponibles: SWF y FLA. "
"Please, choose the desired format for texts present\r\nin the tasks to be exported into.\r\nAvailable formats: TXT, RTF, HTML, SWF or FLA." = "Por favor escoja el formato deseado para los textos presentes\r\nen las tareas a ser exportadas.\r\nFormatos disponibles: TXT, RTF, HTML, SWF ó FLA. "
"Please, choose the desired format for videos present\r\nin the tasks to be exported into.\r\nAvailable formats: FLV, AVI, MPG, SWF or FLA." = "Por favor escoja el formato deseado para los videos presentes\r\nen las tareas a ser exportadas.\r\nFormatos disponibles: FLV, AVI, MPG, SWF ó FLA. "
"Please, note that Flash Decompiler will process the tasks which are currently added in My tasks panel, and not necessarily the one which is currently previewed. Make sure the files you need converted or exported from are in My tasks list." = "Por favor, tome nota que Flash Decompiler procesará las tareas que están añadidas actualmente en el panel de Mis tareas, y no necesariamente aquella que está siendo previsualizada actualmente. Asegúrese de que los archivos que usted necesita convertir o exportar, están en la lista de Mis tareas. "
"Please, select target folder where resulting extracted objects should be saved to." = "Por favor seleccione la carpeta destino donde los objetos extraídos resultantes deben ser grabados. "
"Preparing preview..." = "Preparando previsualización... "
"Preview not available" = "Previsualización no disponible"
"Property" = "Propiedad"
"Quality" = "Calidad"
"Ready" = "Listo"
"Recover original variables names" = "Recuperar nombres de variables originales"
"Refresh" = "Renovar"
"Register your copy of Flash Decompiler\r\nby entering your registration name and code." = "Registre su copia de Flash Decompiler\r\ningresando su nombre de registro y su código. "
"Registered to:" = "Registrado a: "
"Registration code:" = "Código de registro: "
"Reload current task into original state" = "Volver a cargar la tarea actual en su estado original"
"Remove all" = "Eliminar todo"
"Remove all tasks from the tasks list." = "Eliminar todas las tareas de la lista de tareas. "
"Remove current task" = "Eliminar la tarea actual"
"Remove current task from the tasks list." = "Eliminar la tarea actual de la lista de tareas. "
"Remove file" = "Eliminar archivo"
"Remove tasks" = "Eliminar tareas"
"Replace and edit dynamic texts currently present in a SWF/EXE task." = "Remplazar y editar textos dinámicos presentes actualmente en una tarea SWF/EXE. "
"Replace original images in a SWF/EXE task: you can add\r\nJPEG and PNG images, edit their quality,\r\ntransparency settings and size." = "Remplazar imágenes originales en una tarea de SWF/EXE: Usted puede añadir\r\nimágenes JPEG y PNG, editar su calidad,\r\nparámetros de transparencia y tamaño. "
"Replace original sounds in a SWF/EXE task:\r\nadd your own sounds instead of the original\r\nobjects, alter sound format and quality." = "Remplazar sonidos originales en una tarea SWF/EXE:\r\nañadir sus propios sonidos en vez de los objetos\r\noriginales, alterar formato y calidad de sonido. "
"Reset all extraction formats to default values." = "Restablecer todos los formatos de extracción a los valores por omisión. "
"Reset all formats to FLA" = "Restablecer todos los formatos a FLA"
"Reset all formats to SWF" = "Restablecer todos los formatos a SWF"
"Reset this tab to default conversion settings." = "Restablecer esta pestaña a los parámetros de conversión predeterminados. "
"Reset to default conversion settings." = "Restablecer esta a los parámetros de conversión predeterminados. "
"Reset to defaults" = "Valores de fábrica"
"Rich Text (*.rtf)" = "Texto de Formato Enriquecido (*.rtf) "
"Right" = "Derecha"
"Right margin" = "Margen derecho"
"SWF" = "SWF"
"SWF File Info" = "Información de Archivo SWF"
"SWF Resources Info" = "Información de Recursos SWF"
"SWF version" = "Versión del SWF"
"SWF version:" = "Versión del SWF: "
"Same as FLA version" = "Misma que la versión FLA"
"Save" = "Grabar"
"Save Log" = "Grabar Bitácora"
"Save a SWF copy of the file currently selected in My tasks.\r\nNote, if you highlight a certain resource in a task, but another file\r\nfrom is currently displayed,the file highlighted in My tasks will be saved." = "Grabar una copia SWF del archivo seleccionado actualmente en Mis tareas.\r\nNota: si usted selecciona un cierto recurso en una tarea, pero otro archivo\r\nestá desplegado actualmente, el archivo seleccionado en Mis tareas será grabado. "
"Save as..." = "Grabar como... "
"Save current task in a new file with applied changes." = "Grabar la tarea actual en un archivo nuevo con los cambios aplicados. "
"Save current task with applied changes." = "Grabar la tarea actual con los cambios aplicados. "
"Save on disk" = "Grabar en disco"
"Save/Discard changes" = "Grabar/Eliminar cambios"
"Screenshot" = "Foto de la pantalla"
"Scripts" = "Guiones"
"Search" = "Buscar"
"Search for: " = "Buscar esto: "
"Search now" = "Buscar ahora"
"Search only in current SWF" = "Buscar sólo en el SWF actual"
"Search options" = "Opciones de búsqueda"
"Search results" = "Resultados de la búsqueda"
"Select folder to add to the tasks list" = "Seleccione una carpeta a ser añadida a lista de tareas"
"Select folder to convert object to" = "Seleccione una carpeta hacia dónde convertir el objeto"
"Select the version of FLA format to be created" = "Seleccione la versión del formato FLA a ser creado"
"Select the version of SWF format which would be set\r\nby default when you'll be publishing the converted FLA." = "Seleccione la versión de formato SWF que será establecida\r\bpor omisión cuando usted publique el FLA convertido. "
"Selectable" = "Seleccionable"
"Separate layers for morphs" = "Capas separadas para morfosis"
"Set all extraction formats except for ActionScript to FLA" = "Establecer todos los formatos de extracción excepto ActionScript a FLA"
"Set all extraction formats except for ActionScript to SWF" = "Establecer todos los formatos de extracción excepto ActionScript a SWF"
"Shape" = "Figura"
"Shapes" = "Figuras"
"Size" = "Tamaño"
"Size (bytes)" = "Tamaño (bytes) "
"Size in bytes" = "Tamaño en bytes"
"Small icons" = "Iconos pequeños"
"Some tutorials on Flash Decompiler usage" = "Algunos tutoriales sobre el uso de Flash Decompiler"
"Sound" = "Sonido"
"Sound (*.wav, *.mp3)" = "Sonido (*.wav, *.mp3) "
"Sound rate" = "Velocidad de muestreo de sonido"
"Sounds" = "Sonidos"
"Sprite" = "Sprite"
"Sprites" = "Sprites"
"Standard colors" = "Colores estándar"
"Static text" = "Texto estático"
"Static text bounding box expansion" = "Expansión de cuadro delimitador de texto estático "
"Status" = "Condición"
"Stereo (mono if unchecked)" = "Estéreo (mono si no está seleccionado) "
"Stretch/Shrink new image to fit original size" = "Estirar/Encoger imagen nueva para ajustarse al tamaño original"
"Support e-mail: support@eltima.com" = "e-mail de soporte: support@eltima.com"
"Switch to dragging mode (movie interactive objects will not be active)" = "Cambiar a modo de arrastrar (los objetos interactivos de la película no estarán activos) "
"Switch to original size" = "Cambiar al tamaño original"
"Tag" = "Etiqueta"
"Tag information" = "Información de etiqueta"
"Take snapshot" = "Tomar fotografía"
"Taken snapshot will be copied to clipboard.\r\nThen you can paste it anywhere in graphic editor,\r\ndocument or else..." = "La fotografía tomada será copiada al portapapeles.\r\nLuego usted puede pegarla en cualquier editor gráfico,\r\ndocumento u otra aplicación. "
"Taken snapshot will be saved to your hard drive.\r\nYou will see a dialog to navigate to desired folder" = "La fotografía tomada será grabada en su disco duro.\r\nUsted verá un cuadro de diálogo para navegar a la carpeta deseada"
"Takes a screenshot of currently played file/frame.\r\nBy default the snapshot is placed into clipboard" = "Toma una fotografía del archivo/fotograma reproduciéndose actualmente.\r\nPor omisión, la fotografía es colocada en el portapapeles. "
"Technical and information support center:\r\nfind out how we can help you, search for answers or contact Eltima easily." = "Centro de soporte e información técnica:\r\nconozca cómo le podemos ayudar, busque respuestas o póngase en contacto fácilmente con Eltima. "
"Text" = "Texto"
"Text color" = "Color de texto"
"Text options" = "Opciones de texto"
"Texts" = "Textos"
"There are no lines or colors to edit\r\nin selected shape or no shape was selected." = "No hay líneas o colores para editar\r\nen las figura seleccionadas o \r\nno fue seleccionada la figura. "
"This movie has only 1 frame, you can't rewind it" = "Esta película tiene sólo 1 fotograma, usted no la puede rebobinar"
"This tab is disabled because no files are added to My tasks list.\r\nPlease, drop some Flash movies there." = "Esta pestaña está deshabilitada pues no hay archivos añadidos en la lista de Mis tareas.\r\nPor favor, ponga en ella algunas películas de Flash. "
"This task does not contain\r\nany dynamic texts.\r\n" = "Esta tarea no contiene\r\nningún texto dinámico.\r\n"
"Thumbnails for Buttons" = "Miniaturas para Botones"
"Thumbnails for Fonts" = "Miniaturas para Tipografía"
"Thumbnails for Images" = "Miniaturas para Imágenes"
"Thumbnails for Morphs" = "Miniaturas para Mofrosis"
"Thumbnails for Shapes" = "Miniaturas para Figuras"
"Thumbnails for Sprites" = "Miniaturas para Sprites"
"Thumbnails for Texts" = "Miniaturas para Textos"
"Thumbnails for Videos" = "Miniaturas para Videos"
"Total" = "Total"
"Transparent" = "Transparente"
"Treat text as HTML" = "Tratar texto como HTML"
"Type" = "Tipo"
"Unable to open file." = "No fue posible abrir el archivo. "
"Unfortunately, Adobe Flash player ActiveX isn't installed in your system. Flash Decompiler requires this ActiveX control for proper working. Please, visit www.adobe.com and install Flash Player or contact Eltima technical support (support@eltima.com)." = "Desafortunadamente el Reproductor Flash Activex no está instalado en su sistema. Flash Decompiler require de este control ActiveX para funcionar adecuadamente. Por favor, visite www.adobe.com e instale el Reproductor Flash o póngase en contacto con la asistencia técnica de Eltima (support@eltima.com). "
"Unfortunately, you cannot save SWF files in demo version. This feature will be enabled once you register your copy of Flash Decompiler. Please, visit www.eltima.com for purchasing details." = "Desafortunadamente, usted no puede grabar archivos SWF en la versión de demostración. Esta función será habilitada una vez que usted registre su copia de Flash Decompiler. Por favor visite www.eltima.com para los detalles sobre cómo adquirirlo. "
"Unlimited Business" = "Negocios Ilimitados"
"Updated" = "Actualizado"
"Use Flash movie background color" = "Utilizar el color de fondo de la Película Flash"
"Use getProperty/setProperty" = "Usar getProperty/setProperty"
"Use system font" = "Usar la tipografía del sistema"
"Use tabs" = "Utilizar pestañas"
"Used by" = "Utilizado por"
"Uses" = "Usos"
"Value" = "Valor"
"Var name" = "Nombre de variable"
"Version" = "Versión"
"Version %@" = "Versión %@"
"Video" = "Video"
"Videos" = "Videos"
"View currently assigned hot keys for faster access\r\nto most frequent actions." = "Ver las teclas rápidas asignadas actualmente para acceso más rápido\r\na las acciones más frecuentes. "
"Visit Flash Decompiler homepage online." = "Visite la Página Principal de Flash Decompiler en-línea. "
"Whole words only" = "Palabras completas únicamente"
"Width:" = "Ancho: "
"Yes" = "Sí"
"You have Flash ActiveX version: %@" = "Usted tiene la versión de Flash ActiveX: %@"
"You may alter ActionScripts syntax highlighting here. This will only influence their representation in Flash Decompiler." = "Usted puede alterar la sintaxis de los guiones ActionScripts seleccionando aquí. Esto sólo influenciará su representación en Flash Decompiler. "
"You should restart Flash Decompiler to apply new language." = "Usted debe restablecer Flash Decompiler para aplicar un nuevo idioma. "
"ZLib compressed:" = "Comprimido con ZLib: "
"Zoom" = "Acercamiento"
"Zoom Slider" = "Control de Acercamiento"
"no" = "no"
"temp" = "temporal"
"yes" = "sí"
" " = "
"Add File(s)..." = "Añadir Archivo(s)... "
"As button" = "Como botón"
"Ascent" = "Ascenso"
"Bold" = "Negritas"
"Building scripts ..." = "Construyendo guiones ... "
"Built in" = "Construido en"
"Comment" = "Comentar"
"Components" = "Componentes"
"Descent" = "Descenso"
"Down" = "Abajo"
"Dyn text" = "Texto dinámico"
"Edge bounds" = "Límites del borde"
"Element:" = "Elemento: "
"Encoding" = "Codificación"
"End bounds" = "Límites del extremo"
"Flash Components in database:" = "Componentes Flash en la base de datos: "
"Flash Components' database path:" = "Ruta de la base de datos de Componentes Flash: "
"Flash movie (*.SWF)|*.SWF|" = "Película Flash (*.SWF)|*.SWF|"
"Font name" = "Nombre de tipografía"
"Foreground color:" = "Color de primer plano: "
"Frames count" = "Cuenta de fotogramas"
"Glyph count" = "Contar Glifos"
"Hit" = "Coincidencia"
"Italic" = "Itálica"
"JPEG" = "JPEG"
"Keyword" = "Palabra clave"
"Label" = "Etiqueta"
"Language code" = "Código del lenguaje"
"Literal" = "Literal"
"Matrix" = "Matriz"
"Move(%@)" = "Mover(%@)"
"Operator" = "Operador"
"Over" = "Sobre"
"Recover register variables" = "Recuperar variables de registro"
"Scale(%@)" = "Escala(%@)"
"Rotate(%@)" = "Girar(%@)"
"Select folder to store components database" = "Seleccione una carpeta para almacenar la base de datos de componentes"
"Small" = "Pequeño"
"Start bounds" = "Límites de inicio"
"Stat text" = "Texto estático"
"State" = "Estado"
"String" = "Cadena"
"Track mode" = "Modo de rastreo"
"Up" = "Arriba"
"Update" = "Actualizar"
"Use non-scalling strokes" = "Utilizar pinceladas que no cambien su tamaño"
"Use scalling strokes" = "Usar pinceladas que cambien su tamaño"
"Uses Defaults" = "Usa Valores Predeterminados"
"Whitespace" = "Espacio en blanco"
"alpha" = "alpha"
"blue" = "azul"
"green" = "verde"
"red" = "rojo"
"FirstSample: %@" = "Primer Muestreo: %@"
"LastSample: %@" = "Último Muestreo: %@"
"Repeat: %@" = "Repetir: %@"
"No multiple" = "No múltiple"
"Stop" = "Detener"
"Stereo" = "Estéreo"
"Mono" = "Monoaural"
"As menu" = "Como menú"
"VideoPacket" = "Paquete de Video"
"Off" = "Apagado"
"On" = "Encendido"
"Left" = "Izquierda"
"Center" = "Centrar"
"Justify" = "Justificar"
"Flash Decompiler Trillix intro" = "Introducción a Flash Decompiler Trillix"
"Understanding demo limitations" = "Entendiendo limitaciones de la demostración"
"&About Flash Decompiler..." = "&Acerca de Flash Decompiler... "
"Applying" = "Aplicando"
"Codec" = "Codec"
"Extracting %s..." = "Extrayendo %s... "
"Extracting ..." = "Extrayendo ... "
"Extracting resources from %s..." = "Extrayendo recursos de %s... "
"Extraction done." = "Extracción realizada. "
"Extraction started ..." = "Comenzó la extracción ... "
"Rate" = "Tasa"
"Sample bits" = "Bits de muestreo"
"Samples count" = "Cuenta de muestreos"
"Stereo/mono" = "Estéreo/monoaural"
"Streaming sound" = "Sonido por transmisión continua"
"You can click this button as well! It has some valuable stuff inside" = "Usted también puede hacer clic en este botón Contiene algunas cosas valiosas adentro"
"Continue demo" = "Seguir demo"
"Enter registration code" = "Código de registro"
"Order now" = "Pedir ahora"
"Thank you very much for trying the Demo version of Flash Decompiler Trillix by Eltima Software.\r\n\r\nThe demo version is fully-functional, but implies certain demo limitations. Among them:\r\n\r\n - only two objects will be exported in every resource category;\r\n - Flash movies will be converted into FLA in black-and-white;\r\n - ActionScripts will not be included in resulting FLA files;\r\n - decompiled ActionScripts cannot be copied to clipboard;\r\n - you won't be able to save changes to your Flash files after editing.\r\n\r\nPlease, don't forget to register your copy of the software to get rid of all demo limitations forever.\r\nTo get your registration key, please, click 'Order now' below." = "Gracias por probar la Demostración de Flash Decompiler Trillix por Eltima Software. Esta version es totalmente funcional, pero tiene ciertas limitaciones. Entre ellas:\r\n - sólo dos objetos pueden ser exportados en cada categoría de recurso;\r\n - Las películas Flash serán convertidas a FLA en blanco-y-negro;\r\n\ - Los guiones de ActionScript no serán incluidos en los archivos FLA resultantes;\r\n\ - Los guiones ActionScript descompilados no serán copiados al portapapeles;\r\n - No podrá grabar los cambios a sus archivos de Flash después de editar.\r\n\r\nFavor de registrar su copia del software para quitar todas las limitaciones de la demo. Para obtener su llave de registro, por favor pulse el botón 'Pedir ahora' de abajo. "
"Register" = "Registrar"
"Eltima - Waiver of responsibility" = "Eltima - Cláusula de escape de responsabilidad"
"If you experience unusual behavior of your Flash movies in Flash Decompiler,\nthe problem may be caused by the older version of Flash Player ActiveX\nwhich is currently installed in your system. You may check for availability\nof the new version by clicking the following button, or visiting www.adobe.com" = "Si usted experimenta un comportamiento inusual de sus películas Flash en Flash Decompiler,\nel problema puede ser causado por la versión antigua del Reproductor ActiveX Flash\nque está instalado actualmente en su sistema. Usted puede verificar la disponibilidad\n de la nueva versión pulsando el siguiente botón, o visitando www.adobe.com"
"Please, be informed that Eltima provides Flash/SWF decompilation \r\ntechnology with Flash Decompiler Trillix for personal use only, \r\nnot for copyrighted materials you are not the owner of. \r\nYou hereby confirm that you are aware of all possible copyright \r\ninfringements when decompiling Flash/SWF files and realize \r\nthat Eltima waives any responsibility thereafter." = "Por favor tenga en cuenta que Eltima brinda tecnología \r\nde descompilación Flash/SWF con Flash Decompiler Trillix \r\npara uso personal únicamente, no para material con derechos \r\nde autor (copyright) cuyo autor no sea usted. \r\nPor este medio usted confirma que está consciente de todas \r\nlas posibles infracciones de derechos de autor cuando descompila \r\narchivos Flash/SWF y se da cuenta que Eltima se deslinda \r\nde cualquier responsabilidad en lo sucesivo."
"Register Flash Decompiler now" = "¡Registre Flash Decompiler ahora! "
"To apply localization, you need to restart Flash Decompiler Trillix. Press Yes to close Flash Decompiler now, and restart it manually; or No to do it later. If you press Cancel, localization changes will not be applied." = "Para aplicar la traducción, usted necesita re-iniciar Flash Decompiler Trillix. Presione Sí para cerrar Flash Decompiler ahora, y re-inícielo manualmdnte; o No para hacerlo después. Si usted presiona Cancelar, los cambios en la traducción no serán aplicados."
"Flash Decompiler Trillix is not registered on this machine. If you want to use it you need to register it now." = "Flash Decompiler Trillix no está registrado en esta máquina. Si usted desea usarlo necesita registrarlo ahora. "
"Flash Decompiler Trillix is already registered in this system. Please, don't enter another registration details unless you want to change your registration name or license type." = "Flash Decompiler Trillix ya está registrado en este sistema. Por favor, no ingrese otros detalles de registro a menos que desee cambiar su nombre de registro o tipo de licencia."
"Adding file(s) to the tasks list..." = "Añadiendo archive(s) a la lista de tareas…"
"Preview" = "Previsualizar"
"Open" =  "Abrir"
"Quick actions" = "Acciones Rápidas"
"Convert SWF to FLA" = "Convertir SWF a FLA"
"Interface" =  "Interfaz"
"Show/Hide" =  "Mostrar/Ocultar"
"Customize the way Flash Decompiler looks like, it may also help you recover the lost panel." = "Personalice la manera que se ve Flash Decompiler, también puede ayudar a recuperar el panel perdido."
"Removing task(s)..." = "Eliminando tarea(s)..."
"Quick extract all currently selected SWF resources." = "Extracción rápida de todos los recursos SWF seleccionados actualmente."
"Quick convert currently highlighted file from the tasks list." = "Conversión rápida del archivo seleccionado actualmente de la lista de tareas."
"Starting conversion..." = "Incicio de la conversión...";
"File conversion finished." = "Conversión de archivo terminada.";
"Loading file \"%s\"..." = "Cargando archivo \"%s\"...";
"Cannot load file. File is either locked by another process or corrupt." = "No se puede cargar el archivo. El archivo , o bien está bloqueado por otro proceso , o está corrupto";
"Saving file \"%s\"..." = "Guardando archivo \"%s\"...";
"Saving has been cancelled." = "Guardar ha sido cancelado.";
"Starting header processing..." = "Comenzando proceso...";
"Header processing finished." = "Terminado proceso.";
"Starting timeline processing..." = "Comenzando el proceso Timeline...";
"Timeline processing finished." = "Porceso Timeline finalizado.";
"An error has occured while parsing SWF timeline." = "Se ha producido un error parseando la línea de tiempo del SWF.";
"An error has ocurred while processing timeline." = "Se ha producido un error al procesar la línea de tiempo.";
"An error has ocurred while creating FLA timeline." = "Se ha producido un error al crear la línea de tiempo del FLA.";
"Processing sprite symbol #%d..." = "Procesando símbolo Sprite #%d...";
"Sprite symbol #%d processing finished." = "Proceso del símbolo Sprite #%d terminado.";
"Processing button symbol #%d..." = "Procesando símbolo de botón #%d...";
"Button symbol #%d processing finished." = "Proceso del símbolo de botón #%d finalizado.";
"Starting library processing..." = "Inciando proceso de Librería...";
"An error has ocurred while processing library." = "Se ha producido un error al procesar la Librería.";
"Library processing finished." = "Finalizado el proceso de Librería.";
"Cannot create destination file or it is occupied by another application. Please choose another name for FLA file." = "No se puede crear este nombre de archivo como destino , o ya está siendo usado por otra aplicación. Escoja otro nombre para el FLA.";
"Used fill style is not fully supported by convertor or by FLA file format." = "Completar relleno no está completamente soportado por el conversor.";
"Font #%d not found" = "Fuente #%d no encontrada";
"An error has occurred while normalizing tags in SWF file." = "Se ha producido un error al normalizar los tags en el SWF.";
"Cannot create \"%s\" file." = "No se puede crear el archivo \"%s\".";
"Cannot create \"%s\" directory." = "No se puede crear el directorio \"%s\".";
"An error has occured while saving FLP or AS file(s)." = "Se ha producido un error al guardar el archivo(s) FLP para AS .";
"Different caps styles for begin/end of the same line are not supported in FLA format. They must match each other." = "No se permiten diferentes estilos de capa para el principio/final de la misma línea.";
"About L.A.M.E and FFmpeg" = "About L.A.M.E and FFmpeg";
"Show information about third-party libraries used and their licensing details" = "Show information about third-party libraries used and their licensing details";
"Flash Decompiler uses L.A.M.E and FFmpeg (both under LGPL v.3)" = "Flash Decompiler uses L.A.M.E and FFmpeg (both under LGPL v.3)";
"About third-party libraries" = "About third-party libraries";
"Reset \"Tag information\" panel position" = "Reset \"Tag information\" panel position"
"Don't show this message again" = "Don't show this message again";
"Save My tasks list status on exit" = "Save My tasks list status on exit"
"File (or files) you are trying to convert was created by Adobe Flex Builder and therefore cannot be converted into FLA. Instead, a Flex Builder project will be created. You will need Adobe Flex Builder software to edit this project." = "File (or files) you are trying to convert was created by Adobe Flex Builder and therefore cannot be converted into FLA. Instead, a Flex Builder project will be created. You will need Adobe Flex Builder software to edit this project.";
"Register your copy of Flash Decompiler now by obtaining a license online." = "Register your copy of Flash Decompiler now by obtaining a license online.";
"Open Flash movies" = "Open Flash movies"
"Conversion started..." = "Conversion started...";
"To  be  able  to  correctly  decompile  Flash  components, we have to keep their database on your disc. In case you have additional components elsewhere, you can add SWC files manually. Otherwise, use the Update button to automatically fetch all Flash components available in your system." = "To  be  able  to  correctly  decompile  Flash  components, we have to keep their database on your disc. In case you have additional components elsewhere, you can add SWC files manually. Otherwise, use the Update button to automatically fetch all Flash components available in your system."
"Options" = "Options";
"Make text bold" = "Make text bold";
"Failed to convert ActionScript into MXML" = "Failed to convert ActionScript into MXML";
"Failed to save resources" = "Failed to save resources";
"Use system font instead of embedded one" = "Use system font instead of embedded one";
"Do you really want to save changes in <%@>?" = "Do you really want to save changes in <%@>?"
"InitClip" = "InitClip";
"Change font" = "Change font";
"Unknown error" = "Unknown error";
"Converting ..." = "Converting ..."
"Action tag #%@" = "Action tag #%@"
"Code:" = "Code:"
"Warning: you don't have Adobe Flash installed in this system at all. You won't be able to edit FLA file in this system." = "Warning: you don't have Adobe Flash Studio installed in this system at all. You won't be able to edit FLA file in this system."
"Decode all classes as dynamic" = "Decode all classes as dynamic"
"Homepage" = "Homepage"
"Component database is empty. Do you want to search for installed Flash Components?" = "Component database is empty. Do you want to search for installed Flash Components?";
"Warning: static texts cannot be edited without changing their font. Please, select the new font first then you will be able to edit static text." = "Warning: static texts cannot be edited without changing their font. Please, select the new font first then you will be able to edit static text.";
"This task does not contain\r\nany texts.\r\n" = "This task does not contain\r\nany texts.\r\n";
"Flash Player 9" = "Flash Player 9"
"Failed to open sound file <%@>" = "Failed to open sound file <%@>"
"The following checkbox enables Flash Decompiler to save your tasks statuses after exiting and relaunching. By default, Flash Decompiler will save all previous tasks as they were before you exit." = "The following checkbox enables Flash Decompiler to save your tasks statuses after exiting and relaunching. By default, Flash Decompiler will save all previous tasks as they were before you exit."
"Edit texts" = "Edit texts";
"Reset \"File properties\" panel position" = "Reset \"File properties\" panel position"
"Failed to save AS files" = "Failed to save AS files";
"FLA version: " = "FLA version: ";
"ActionScripts viewing && conversion settings." = "ActionScripts viewing && conversion settings.";
"As FLA" = "As FLA"
"Italicize text" = "Italicize text";
"Demo version does not convert Flex projects, you can only preview ActionScripts stored in Flex files. To convert Flex files to their source code, please, obtain a license of Flash Decompiler Trillix.\r\rIf you are not sure in conversion results, send your Flex file to support@eltima.com for revision." = "Demo version does not convert Flex projects, you can only preview ActionScripts stored in Flex files. To convert Flex files to their source code, please, obtain a license of Flash Decompiler Trillix.\r\rIf you are not sure in conversion results, send your Flex file to support@eltima.com for revision.";
"Done" = "Done"
"File operation failed" = "File operation failed";
"Flash Decompiler uses L.A.M.E. and FFmpeg (both under LGPL v.3)" = "Flash Decompiler uses L.A.M.E. and FFmpeg (both under LGPL v.3)";
"Failed to save project files" = "Failed to save project files";
"Error" = "Error";
"Click here to check for newer version" ="Click here to check for newer version"
"Uses L.A.M.E. and FFmpeg under LGPL v.3" = "Uses L.A.M.E. and FFmpeg under LGPL v.3";
"Converting %s file into Flex project..." = "Converting %s file into Flex project...";
"Thank you for registration!" = "Thank you for registration!";
"You are trying to save the file in Macromedia Flash %d format. \nIn order to work it correctly, this file must be saved in Macromedia Flash %d. \nPlease, select \"Yes\" to convert to version %d or \"No\" to continue conversion into the old format. \nNote that some features could be lost in this case." = "You are trying to save the file in Macromedia Flash %d format. \nIn order to work it correctly, this file must be saved in Macromedia Flash %d. \nPlease, select \"Yes\" to convert to version %d or \"No\" to continue conversion into the old format. \nNote that some features could be lost in this case."
"Deblocking mode" = "Deblocking mode"
"Warning: you are trying to convert this movie into FLA format of version %d, however, you only have Adobe Flash of version %d installed. Most probably, you won't be able to open converted FLA file until you upgrade your version of Flash." = "Warning: you are trying to convert this movie into FLA format of version %d, however, you only have Adobe Flash of version %d installed. Most probably, you won't be able to open converted FLA file until you upgrade your version of Flash."
"Smoothing on" = "Smoothing on"
"Do you want to continue?" = "Do you want to continue?";
"Failed to parse SWF file" = "Failed to parse SWF file";
"General Flash Decompiler settings" = "General Flash Decompiler settings"
"Failed to open image <%@>" = "Failed to open image <%@>"
"These buttons let you reset visibility and positions of the main three panels: My tasks, File properties and Tag info. This is quite convenient when you \"lose\" them by dragging out or configuring the GUI." = "These buttons let you reset visibility and positions of the main three panels: My tasks, File properties and Tag info. This is quite convenient when you \"lose\" them by dragging out or configuring the GUI."
"Change font size" = "Change font size";
"Warning: the movie which you are trying to convert requires features of Adobe Flash %d, however, you only have Adobe Flash version %d installed. Most probably, you won't be able to open converted FLA file until you upgrade your version of Flash. Do you still wish to continue converting into upper version of FLA? (If you select NO, this movie will be converted into FLA format of version %d, some objects may be lost)" = "Warning: the movie which you are trying to convert requires features of Adobe Flash %d, however, you only have Adobe Flash version %d installed. Most probably, you won't be able to open converted FLA file until you upgrade your version of Flash. Do you still wish to continue converting into upper version of FLA? (If you select NO, this movie will be converted into FLA format of version %d, some objects may be lost)"
"Online tutorials" = "Online tutorials";
"Name:" = "Name:"
"SWF file doesn't have Flex ActionScript" = "SWF file doesn't have Flex ActionScript";
"Flash Decompiler" = "Flash Decompiler";
"Failed to open file " = "Failed to open file ";
"Replace and edit texts currently present in a SWF/EXE task." = "Replace and edit texts currently present in a SWF/EXE task.";
"Reset \"My tasks\" panel position" = "Reset \"My tasks\" panel position"
"No links available in this task for editing.\r\nThere may be no links,\r\nor they are dynamically built or else.\r\n" = "No links available in this task for editing.\r\nThere may be no links,\r\nor they are dynamically built or else.\r\n";
"Error parsing SWF file, please, send it to support@eltima.com" = "Error parsing SWF file, please, send it to support@eltima.com";
"Unable to convert ActionScript class: %@ into MXML, please, send this file to support@eltima.com" = "Unable to convert ActionScript class: %@ into MXML, please, send this file to support@eltima.com";
"This file turns out not to be a Flex file, please, send it to support@eltima.com for investigation." = "This file turns out not to be a Flex file, please, send it to support@eltima.com for investigation.";
"Could not save Flex Project file(s), check your user rights." = "Could not save Flex Project file(s), check your user rights.";
"This folder doesn't have any supported files to preview or open" = "This folder doesn't have any supported files to preview or open";
"Unknown error! Please, send the file you are trying to convert to support@eltima.com" = "Unknown error! Please, send the file you are trying to convert to support@eltima.com";
"Could not save AS file(s), check your user rights." = "Could not save AS file(s), check your user rights.";
"Could not open file: %@ for writing." = "Could not open file: %@ for writing.";
"Unable to create folder: %@, check your user rights." = "Unable to create folder: %@, check your user rights.";
"Up one level" = "Up one level";
"Could not save Flex Project resources, check your user rights." = "Could not save Flex Project resources, check your user rights.";
"Reload current directory" = "Reload current directory";
"SWF to FLA conversion" = "SWF to FLA conversion"
"Recover arguments' names" = "Recover arguments' names"
"SWF object extraction" = "SWF object extraction"
"Editing SWF file" = "Editing SWF file"

"Extract all currently selected SWF resources." = "Extract all currently selected SWF resources.";
